Repository: pikougi-nabot/epochrefs-old
Catalog: commit/84000/data-translation-memory/toh44-45_84000-the-stem-array.tmx/chapters-54-56.tmx
Source language: bo
Languages: en

source: རིའི་རྒྱལ་པོ་རི་རབ་ཀྱི་དྲུང་དུ་ཇི་སྙེད་ཅིག་ཉེ་བར་འདོད་པ་དེ་དག་ཐམས་ཅད་གསེར་གྱི་ཁ་དོག་གཅིག་ཏུ་འགྱུར་རོ།
en: “Noble one, all who approach Sumeru , the king of mountains, become the same color as its golden color.

source: །དེ་བཞིན་དུ་གང་སུ་ཡང་རུང་སྟེ། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའི་དྲུང་དུ་ཉེ་བར་འོངས་པ་དེ་དག་ཐམས་ཅད་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཁ་དོག་ཏུ་ཁ་དོག་གཅིག་པར་འགྱུར་རོ།
en: In the same way, whoever approaches the development of the aspiration to omniscience will become the same color as the color of omniscience.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། ཤིང་སུས་ཀྱང་མི་ཚུགས་པ་དང་། ཀུན་ནས་འདུ་བའི་ཤུན་ཕྲགས་ཀྱི་དྲི་ཞིམ་པོ་འབྱུང་བ་དེ་ལྟ་བུ་ནི་འཛམ་བུ་གླིང་གི་མེ་ཏོག་པར་ཤི་ཀ་དང་། མེ་ཏོག་ཛ་ཏི་དང་། མེ་ཏོག་སུ་མ་ན་ལ་སྩོགས་པ་མེ་ཏོག་གི་རྣམ་པ་ཐམས་ཅད་ལ་ཡང་མེད་དོ།
en: “Noble one, the kind of lovely aroma that comes from the bark of the divine coral tree and orchid tree is not found among the gardenia, royal jasmine, jasmine, and the other flowers of Jambudvīpa.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་ས་བོན་ལས་བྱུང་བའི་སྨོན་ལམ་གྱི་ཤིང་གི་ཡོན་ཏན་དང་ཡེ་ཤེས་ཀྱི་ཤུན་ཕྲགས་ཀྱི་དྲི་ཞིམ་པོའི་ངད་འབྱུང་བ་འདི་ལྟ་བུ་ནི་དགེ་བའི་རྩ་བ་དམའ་བ་དང་ལྡན་པ་ཐམས་ཅད་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་མེ་ཏོག་པར་ཤི་ཀ་དང་། མེ་ཏོག་ཛ་ཏི་དང་། མེ་ཏོག་སུ་མ་ནའི་ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་ཤེས་རབ་དང་རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ཟག་པ་མེད་པ་དང་ལྡན་པ་ཐམས་ཅད་ལ་ཡང་མེད་དོ།
en: In the same way, there is the bodhisattva aroma that comes from the qualities and wisdom that are the bark of the tree of prayer grown from the seed that is the development of the aspiration to omniscience. This is not found among all those who have lesser roots of merit, among the śrāvakas and the pratyeka­buddhas who are the gardenia, royal jasmine, and jasmine flowers, and who have immaculate correct conduct, samādhis, wisdoms, liberations, and the sight of the wisdom of liberation.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། ཤིང་སུས་ཀྱང་མི་ཐུབ་པ་དང་། ཀུན་ནས་འདུ་བ་ཁ་འབུས་པར་གྱུར་ན། མེ་ཏོག་སྟོང་ཕྲག་མང་པོའི་འབྱུང་གནས་སུ་གྱུར་པར་ཤེས་པར་བྱའོ།
en: “Noble one, know that when a divine coral tree and orchid tree blossom, they become the source of many thousands of flowers.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་ཤིང་ཀུན་ནས་འདུ་བ་དགེ་བའི་རྩ་བས་ཁ་འབྲུས་པར་གྱུར་ན། །ལྷ་དང་མྱི་གྲངས་མྱེད་པའི་བྱང་ཆུབ་ཀྱི་མེ་ཏོག་ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པའི་སྐྱེ་གནས་སུ་འགྱུར་བར་ཤེས་པར་བྱའོ།
en: In the same way, when the divine orchid tree of the development of the aspiration to omniscience has the blossoms of the roots of merit, know that it becomes the source of both the stained and immaculate flowers of enlightenment of countless devas and humans.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། ཤིང་ཀུན་ནས་འདུ་བའི་མེ་ཏོག་གིས་ཉི་མ་གཅིག་ཏུ་བསྒོས་བའི་གོས་སམ། ཏིལ་མར་ལས་དྲི་ཞིམ་པོའི་ངད་འབྱུང་བ་དེ་ལྟ་བུ་ཡང་མེ་ཏོག་ཙམ་པ་ཀ་དང་། མེ་ཏོག་སུ་མ་ནས་ཉི་མ་བརྒྱ་ཕྲག་སྟོང་དུ་བསྒོས་པའི་གོས་སམ་ཏིལ་མར་ལས་ཀྱང་མི་འབྱུང་ངོ་།
en: “Noble one, the kind of lovely aroma that arises in one day from cloth or oil perfumed by the flower of a divine orchid tree does not come in a hundred thousand days from cloth or oil perfumed by magnolia or jasmine flowers.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་ཀྱི་རྒྱུད་ཚེ་གཅིག་ཏུ་ཡོངས་སུ་བསྒོམས་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཡོན་ཏན་དང་ཡེ་ཤེས་ཀྱི་དྲི་ཞིམ་པོའི་ངད་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཀྱི་ཞབས་ཀྱི་དྲུང་དུ་ལྡང་བ་དེ་ལྟ་བུ་ནི་བསྐལ་པ་བརྒྱ་ཕྲག་སྟོང་དུ་བསྒོམས་པའི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སེམས་ལས་ཀྱང་ཟག་པ་མེད་པའི་དགེ་བའི་རྩ་བ་དང་། ཆོས་ཀྱི་ཡེ་ཤེས་ཀྱི་དྲི་ཞིམ་པོ་མི་འབྱུང་ངོ་།
en: In the same way, the lovely aroma of the qualities and wisdom of the bodhisattva who has meditated in one lifetime on the continuum of the aspiration to omniscience spreads into the presence of all the buddhas in the ten directions. That kind of lovely aroma does not arise from the immaculate roots of merit and knowledge of the Dharma in the minds of śrāvakas and pratyeka­buddhas who have meditated for a hundred thousand kalpas.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། ཤིང་གི་རིགས་ནི་ལི་ཀི་རི་ཞེས་བྱ་བ་རྒྱ་མཚོ་གནོད་པ་དང་བྲལ་བ་ནས་སྐྱེ་བ་ཡོད་དེ།
en: “Noble one, there is the species of tree called the coconut, which originates in the Udyataka Sea.

source: དེའི་རྩ་བ་ཡན་ཆད་མེ་ཏོག་གི་བར་དུ་ཡང་དུས་ཐམས་ཅད་དུ་ནམ་ཡང་སེམས་ཅན་རྣམས་ཀྱི་ཉེ་བར་འཚོ་བར་མི་འགྱུར་བ་མེད་དོ།
en: From its roots to its flowers and fruit it has always, at all times, nourished beings.

source: །དེ་བཞིན་དུ་སྙིང་རྗེ་ཆེན་པོ་དང་སྨོན་ལམ་གྱི་རྩ་བས་ཡང་དག་པར་སྐྱེས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཐོག་མ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པ་ནས་ཉེ་བར་བཟུང་བ་ཕྱིན་ཆད་དམ་པའི་ཆོས་གནས་པའི་མཐར་ཐུག་གི་བར་དུ་ནམ་ཡང་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་ཉེ་བར་འཚོ་བར་མི་འགྱུར་བ་མེད་དོ།
en: In the same way, the bodhisattva, who has arisen from great compassion and prayer as the roots, since the first development of the aspiration to omniscience until the conclusion of dwelling in the Dharma always, at all times, nourishes the world with its devas.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། དངུལ་ཆུའི་རིགས་གསེར་དུ་སྣང་བ་ཞེས་བྱ་བ་ཡོད་དེ། དེ་ནི་སྲང་གཅིག་གིས་ཀྱང་ལྕགས་སྲང་སྟོང་གསེར་དུ་འགྱུར་རོ། །དངུལ་ཆུ་སྲང་གཅིག་པོ་དེ་ནི་ལྕགས་སྲང་སྟོང་པོ་དེས་ཟད་པར་བྱ་བ་འམ་ལྕགས་སུ་བསྒྱུར་བར་མི་ནུས་སོ།
en: “Noble one, there is the kind of mercury called golden light , one pala of which can transform a thousand palas of iron into gold, but those thousand palas of iron do not eliminate that pala of mercury or transform it into iron.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་རོའི་ཁམས་དགེ་བའི་རྩ་བ་ཡོངས་སུ་བསྔོ་བའི་ཡེ་ཤེས་ཀྱིས་བཟུང་བ་ནི་ལས་དང་ཉོན་མོངས་པའི་སྒྲིབ་པའི་ལྕགས་ཐམས་ཅད་ཟད་པར་བྱས་ཏེ། ཆོས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཁ་དོག་ཏུ་བྱེད་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་རོའི་ཁམས་གཅིག་པོ་དེ་ནི་ལས་དང་ཉོན་མོངས་པའི་ལྕགས་ཐམས་ཅད་ཀྱིས་ཀྱང་ཀུན་ནས་ཉོན་མོངས་པར་བྱ་བའམ། ཟད་པར་མི་ནུས་སོ།
en: In the same way, one element of the mercury of the development of the aspiration to omniscience in the grasp of the wisdom of the dedication of roots of merit will eliminate all the iron of the obscurations of karma and kleśas and create the color of the omniscient wisdom of all phenomena, but all the iron of the obscurations of karma and kleśas cannot eliminate that single element of the mercury of the development of the aspiration to omniscience or transform it into kleśas.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མེ་ནི་ཇི་ཙམ་དུ་ཆུང་དུ་ཟིན་ཀྱང་རྐྱེན་ཇི་ཙམ་དང་ཕྲད་པ་དེ་ཙམ་གྱི་མེ་ལྕེ་ཡོངས་སུ་བསྐྱེད་དོ།
en: “Noble one, however small a fire one has, just by encountering the right conditions it will give rise to flames.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་མྱེ་ཅི་ཙམ་དུ་ཆུང་དུ་ཟིན་ཀྱང་དམྱིགས་པ་རྒྱ་ཆེན་པོའི་ཚོགས་ཀྱི་རྐྱེན་ཇི་ཙམ་དང་ཕྲད་པ་དེ་ཙམ་དུ་ཡེ་ཤེས་ཀྱི་འོད་འཕྲོ་བ་རབ་ཏུ་དགྱེ་བས་རྣམ་པར་འཕེལ་བར་བྱེད་དོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, however small the fire of the development of the aspiration to omniscience one has, just by its encountering the right conditions of the accumulations with a vast focus, the light of wisdom will spread and thereby increase.

source: མྱེ་མར་གཅིག་ལས་མྱེ་མར་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་ཞིག་བུས་ཀྱང་མེ་མར་དེ་ནི་མྱེ་མར་དེ་སྙེད་བྱུང་བས་མི་ཟད་དེ་མཐར་ཐུག་པ་མེད་དོ།
en: “Noble one, one lamp can light a hundred thousand lamps, and there is no end and no limit to the lamps it can light.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་མེ་མར་གཅིག་ལས་འདས་པ་དང་མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཐུགས་བསྐྱེད་པའི་མེ་མར་མང་པོ་འབར་ཡང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་མེ་མར་གཅིག་པོ་དེ་ནི་དེ་སྙེད་ཀྱི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་མེ་མར་འབྱུང་བས་མི་ཟད་དེ་མཐར་ཐུག་པ་མེད་དོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, one lamp of the development of the aspiration to omniscience can light the many lamps of the development of the aspiration to omniscience of all the past, present, and future tathāgatas, but there is no end and no limit to the lamps of the development of the aspiration to omniscience that can come from that single lamp flame of the development of the aspiration to omniscience.

source: མེ་མར་གཅིག་ཅིག་ཁྱིམ་འམ། ཁང་བུ་ཇི་ལྟ་བུར་བཅུག་ཀྱང་རུང་སྟེ། བཅུག་མ་ཐག་ཏུ་ལོ་སྟོང་དུ་བསགས་བསགས་པའི་མུན་པ་ཡང་རྣམ་པར་སེལ་ཅིང་སྣང་བར་བྱེད་དོ།
en: “Noble one, when one lamp is placed inside a house or at a window, it instantly illuminates, dispelling darkness that has accumulated there even for a thousand years.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པ་གཅིག་ཀྱང་སེམས་ཅན་གྱི་བསམ་པའི་ཁྱིམ་ཐིབས་པོ་མ་རིག་པའི་མུན་པ་དང་ལྡན་པ་ཇི་ལྟ་བུ་ཡང་རུང་སྟེ། དེའི་རྒྱུད་དུ་ཕྱིན་ན་དེ་ཕྱིན་མ་ཐག་ཏུ་བསྐལ་པ་བརྒྱ་སྟོང་བརྗོད་དུ་མེད་པར་བསྩགས་པའི་ལས་དང་ཉོན་མོངས་པའི་སྒྲིབ་པ་དང་། མུན་པ་ཐམས་ཅད་རྣམ་པར་སེལ་ཅིང་ཡེ་ཤེས་ཀྱི་སྣང་བ་ཡོངས་སུ་བསྐྱེད་དོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མེ་མར་ནི་སྙིང་པོ་ཇི་ཙམ་པ་དེའི་རྐྱེན་ཙམ་དུ་སྣང་བར་བྱེད་དེ།
en: In the same way, the lamp of a single development of aspiration to omniscience, as soon as it enters the darkness of ignorance in the dark home of the thoughts of a being, brings the light of wisdom and dispels all the darkness and obscuration of karma and kleśas that have accumulated throughout countless hundreds of thousands of kalpas.

source: མར་གྱི་ཚོགས་ཇི་སྲིད་དུ་གནས་པ་དེ་སྲིད་དུ་འབར་རོ།
en: “Noble one, as long as a lamp has a wick, the lamp will illuminate, and for as long as there is an accumulation of oil, for that long it will burn.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་མེ་མར་ཡང་བྱང་ཆུབ་སེམས་དཔའི་སྨོན་ལམ་གྱི་སྙིང་པོའི་ཁྱད་པར་ཅི་འདྲ་བ་དེ་ལྟ་བུར་ཆོས་ཀྱི་དབྱིངས་ཡོངས་སུ་སྣང་བར་བྱེད་དེ།
en: In the same way, as long as the lamp of the development of the aspiration to omniscience has the special wick of bodhisattva prayer, it will illuminate the realm of phenomena.

source: སྙིང་རྗེ་ཆེན་པོས་སྤྱོད་པའི་མར་གྱི་ཚོགས་ཅི་སྲིད་དུ་གནས་པ་དེ་སྲིད་དུ་སེམས་ཅན་གདུལ་བ་དང་། ཞིང་ཡོངས་སུ་དག་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་སྐུ་དོན་བསྒྲུབ་པ་ལ་ཡོངས་སུ་འབར་བར་གནས་སོ།། །།ཤིན་ཏུ་རྒྱས་པ་ཆེན་པོའི་མདོ་སངས་རྒྱས་རྨད་གཅད་ཅེས་བྱ་བ།
en: For as long as there is the accumulation of the oil of the conduct of great compassion, for that long it will burn by guiding beings, purifying realms, and accomplishing the body of a buddha.

source: བམ་པོ་ཉི་ཤུ་པ། རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། ལྷ་རྫས་ཀྱི་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རྒྱན་ལྷའི་རྒྱལ་པོ་དབང་བསྒྱུར་གྱི་མགོ་ལ་ཐོགས་པ་ནི་འདོད་པ་ལ་སྤྱོད་པའི་ལྷའི་བུ་ཐམས་ཅད་ཀྱིས་མི་འཕྲོགས་སོ།
en: “Noble one, the adornment made of divine Jambu River gold that is worn on the head of Vaśavartin , the king of devas, cannot be surpassed by any of the devas within the desire realm.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པ་ལྷ་རྫས་ཀྱི་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རྒྱན་ནན་ཏན་དང་ཡོན་ཏན་ལ་རབ་ཏུ་གནས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཕྱིར་མྱི་ལྡོག་པ་རྣམས་ཀྱི་སྨན་ལམ་ཆེན་པོའི་མགོ་ལ་ཐོགས་པ་ནི་བྱིས་པ་ཐ་དད་པའི་སྐྱེ་བོ་དང་། སློབ་པ་དང་། མི་སློབ་པ་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་མི་འཕྲོགས་སོ།
en: In the same way, the irreversible bodhisattvas have the adornment made of divine Jambu River gold that is the development of the aspiration to omniscience, which is being established in practice and good qualities and is the great prayer that is worn upon their heads. It cannot be surpassed by any of the various kinds of foolish beings, by the training śrāvakas and accomplished śrāvakas, or by pratyeka­buddhas.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེའི་ང་རོས་ནི་སེང་གེའི་ཕྲུ་གུ་སྐྱེས་ནས། རིང་པོར་མ་ལོན་པའང་ཉམས་སུ་བདེ་ཞིང་རྟའི་རི་དགས་ཐམས་ཅད་ནི་ཀུན་ཏུ་འབྱེར་བར་འགྱུར་རོ། །དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྐྱེས་བུའི་སེང་གེ་ཆེན་པོ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ང་རོ་བྱང་ཆུབ་ཀྱི་སེམས་ཡོངས་སུ་བརྗོད་པ་ཕྱུང་བས་ནི་ལས་དང་པོ་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེང་གེའི་ཕྲུ་གུ་རྣམས་སངས་རྒྱས་ཀྱི་ཉམས་སུ་བདེ་ཞིང་རྟའི་དམྱིགས་པ་ལ་གནས་པའི་སེམས་ཅན་ཐམས་ཅད་ནི་ཀུན་ཏུ་འབྱར་རོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: “Noble one, the roar of the lion, the king of beasts, gladdens the newly born lion cubs and drives away other animals. In the same way, from the tathāgata individual who is a great lion comes the roar that describes the development of the aspiration to enlightenment so that the lion cubs, who are the beginner bodhisattvas, are gladdened by the Dharma of the Buddha, and all beings who are dependent on the objects of sensory perception are driven away.

source: སེང་གེའི་རྒྱུས་པ་ལས་རྒྱུད་དུ་བྱས་པའི་པི་བང་གི་སྒྲས་ནི་པི་བང་ཐམས་ཅད་ཀྱི་རྒྱུད་ཡོངས་སུ་ཆད་དོ།
en: “Noble one, the sound from the lute strings made from the gut of a lion causes other lute strings to snap.

source: །དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་སེང་གེ་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྐུ་མངའ་བའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པའི་རྒྱུས་པའི་ཡོན་ཏན་བརྗོད་པའི་སྒྲས་འདོད་པའི་རྒྱུད་ཀྱི་དགའ་བའི་པི་བང་ཐམས་ཅད་ཀྱི་རྒྱུད་ཡོངས་སུ་ཆད་པར་འགྱུར་རོ། །ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་སྤྱོད་པ་དང་། ཡོན་ཏན་གྱི་གཏམ་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་འགགས་པར་འགྱུར་རོ།
en: In the same way, the sound that describes good qualities that come from the strings made from the gut of the development of the aspiration to enlightenment of the lion that is the Buddha with a body of the perfections causes all the lute strings of delight in desires to snap. It also brings to a stop all the talk of the conduct and qualities of śrāvakas and pratyeka­buddhas.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱ་མཚོ་ཆེན་པོ་བ་དང་། མ་ཧེ་དང་། རའི་འོ་མས་ཡོངས་སུ་གང་བའི་ནང་དུ་སེང་གེའི་འོ་མ་ཐིགས་པ་གཅིག་བླུགས་པས་འོ་མ་དེ་དག་ཐམས་ཅད་འགྱེས་པར་འགྱུར་ཏེ་འདུར་མི་གཏུབ་བོ།
en: “Noble one, if one drop of the milk of a lion is dropped into an ocean of the milk of cows, buffalo, and goats, all those milks will separate from it and not absorb it.

source: །དེ་བཞིན་དུ་བསྐལ་པ་བརྒྱ་ཕྲག་སྟོང་དུ་བསྩགས་པའི་ཉོན་མོངས་པ་ཀུན་གྱི་འོ་མའི་རྒྱ་མཚོར་ཡང་དེ་བཞིན་གཤེགས་པ་སྐྱེས་བུའི་སེང་གེ་ཆེན་པོའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་འོ་མ་ཐིགས་པ་གཅིག་བླུགས་པས་ཐམས་ཅད་མ་ལུས་པར་ཟད་པར་འགྱུར་ཏེ། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་རྣམ་པར་ཐར་པ་རྣམས་ཀྱང་མི་གནས་མི་འདུའོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། བྱ་ཀ་ལ་པིང་ཀའི་ཕྲུ་གུ་སྒོ་ངའི་སྦུབས་ནས་མ་བྱུང་བ་ལ་ང་རོའི་མཐུའི་ཁྱད་པར་ཡོད་པ་དེ་ལྟ་བུ་ནི།
en: In the same way, if one drop of the milk of the development of the aspiration to omniscience from a lion who is an individual who is a tathāgata is dropped into an ocean of the milk of the kleśas that has accumulated throughout hundreds of thousands of kalpas, they will all cease, and, also, the liberations of the śrāvakas and pratyeka­buddhas will not remain and will not conjoin with it.

source: གངས་ཀྱི་རི་ལ་གནས་པའི་བྱའི་ཚོགས་མཐུ་དང་ཤུགས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པ་ཐམས་ཅད་ལ་ཡང་མེད་དོ།
en: “Noble one, the avadavat chick has an especially powerful song even while still inside the egg, while none of the flocks of birds that live in the Himalayas have such strength and power in their song.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཀ་ལ་པིང་ཀའི་ཕྲུ་གུ་ལས་དང་པོ་བ་འཁོར་བའི་སྒོ་ངའི་སྦུབས་ན་འདུག་པ་ལ་སྙིང་རྗེ་ཆེན་པོ་དང་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་ང་རོ་མཐུའི་ཁྱད་པར་ཡོད་པ་དེ་ལྟ་བུ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ལ་མེད་དོ།
en: In the same way, the beginner bodhisattva who is the avadavat chick inside the egg of saṃsāra has the especially powerful song of great compassion and the aspiration to enlightenment, which none of the śrāvakas and pratyeka­buddhas have.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལྡིང་ཆེན་པོའི་ཕྲུ་གུ་སྐྱེས་ནས་རིང་པོ་མ་ལོན་པ་ལ་གཤོག་པའི་རླུང་གི་སྟོབས་དང་མཐུ་བདོག་པ་དང་། མྱིག་ཡོངས་སུ་དག་པའི་ཡོན་ཏན་ཡོད་པ་དེ་ལྟ་བུ་ནི་དེ་མ་ཡིན་པའི་བྱ་ལུས་ཚད་དུ་ཕྱིན་པ་གཞན་ཐམས་ཅད་ལ་ཡང་མེད་དོ།
en: “Noble one, not long after a great garuḍa’s chick is born, it possesses the power and strength of the wind from its wings, and it has the quality of pure eyes that no other kind of bird has, even when fully grown.

source: །དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ནམ་མཁའ་ལྡིང་ཆེན་པོའི་རིགས་དང་རྒྱུད་དུ་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའ་ལྡིང་ཆེན་པོའི་ཕྲུ་གུ་སེམས་དང་པོ་བསྐྱེད་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་གཤོག་པའི་རླུང་གི་སྟོབས་དང་ཤུགས་བདོག་པ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་ལྷག་པའི་བསམ་པའི་མྱིག་ཡོངས་སུ་དག་པའི་ཡོན་ཏན་ཡོད་པ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་བསྐལ་བ་བརྒྱ་སྟོང་ཚང་བས་བྱུང་བ་ཐམས་ཅད་ལ་མྱེད་དོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, the great garuḍa’s chick that is a bodhisattva who has developed motivation for the first time, who is born from the family and lineage of the great garuḍa who is the tathāgata, possesses the power and strength of the wind from the wings of the development of the aspiration to omniscience and has the quality of the pure eyes of great compassion and higher motivation, which are not to be found among the śrāvakas and pratyeka­buddhas who appear during a full hundred thousand kalpas.

source: སྐྱེས་བུ་ཆེན་པོའི་ལག་ནས་སྤྱད་པའི་མདེའུ་ཐུང་གིས་ནི་གོ་ཅ་ཇི་ཙམ་དུ་སྲ་ཡང་རྟོལ་ཏོ།
en: “Noble one, the arrowhead shot from the hands of a great man will pierce armor no matter how thick.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་བརྟན་པོ་དང་ལྡན་པའི་ལག་ནས་སྤྱད་པའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་མདེའུ་ཐུང་གིས་ཀྱང་ལྟ་བ་དང་བག་ལ་ཉལ་བའི་གོ་ཅ་ཐམས་ཅད་མི་རྟོལ་བ་མེད་དོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, there is no armor of predispositions that cannot be pierced by the arrowhead of the development of the aspiration to omniscience when it is fired from the hands of a bodhisattva with firm diligence.

source: མཐུ་བོ་ཆེ་ཆེན་པོ་ཁྲོས་ཏེ་རྔམ་པའི་འཕྲལ་བ་ལ་ཐོར་བུ་ཇི་སྲིད་དུ་གནས་པ་དེ་སྲིད་དུ་འཛམ་བུའི་གླིང་གི་མི་ཐམས་ཅད་ཀྱིས་ཀྱང་མི་ཐུབ་བོ།
en: “Noble one, when a great strongman is filled with wrath, for as long as there are bulges on his forehead there will be no one in Jambudvīpa who can defeat him.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་མཐུ་བོ་ཆེ་ཆེན་པོ་སྙིང་རྗེ་ཆེན་པོས་རྔམ་པའི་ལྷག་པའི་བསམ་པའི་གདོང་ལ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་ཐོར་བུ་ཇི་སྲིད་དུ་གནས་པ་དེ་སྲིད་དུ་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་གཏོགས་པའི་བདུད་ཐམས་ཅད་དང་བདུད་ཀྱི་ལས་ཐམས་ཅད་ཀྱིས་ཀྱང་མི་ཐུབ་བོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, for as long as there are the bulges of the development of the aspiration to omniscience on the face of a bodhisattva strongman with the fierce higher motivation of great compassion, then no māras in all world realms and no māra activity can defeat him.

source: འཕོང་གི་སློབ་དཔོན་གྱི་མཆན་བུ་མ་བྱང་བ་འཕོང་གི་ཐབས་ལ་མ་གོམས་པ་ལ་འཕོང་གི་གནས་དང་ཐབས་ཀྱི་མཐུ་དང་ཁྱད་པར་བདོག་པ་དེ་ལྟ་བུ་ནི་ཐམས་ཅད་ལ་བྱང་ཡང་འཕོང་མི་ཤེས་པ་རྣམས་ལ་མེད་དོ།
en: “Noble one, a student training under a master archer has not gained mastery of the method of archery but has a training in the art and methods and particulars of archery that is not found among those who have no knowledge of archery.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཅང་ཤེས་ལས་དང་པོ་བ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱིས་ལམ་གོམས་པ་ལ་སྨོན་ལམ་གྱི་ཡེ་ཤེས་དང་། མོས་པས་སྤྱོད་པའི་མཐུའི་ཁྱད་པར་ཅི་བདོག་པ་དེ་ལྟ་བུ་ནི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པའི་སེམས་ཅན་ཐམས་ཅད་དང་སློབ་པ་དང་། མི་སློབ་པ་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ལ་མེད་དོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, the bodhisattva with a beginner’s knowledge has not gained the mastery of the level of omniscience, but whatever special wisdom of prayer and power of conduct they have is not to be found among any beings who have not developed the aspiration to omniscience, among the training śrāvakas and accomplished śrāvakas, or among the pratyeka­buddhas.

source: འཕོང་སློབ་པའི་འཕོང་གི་རྒྱུས་ཐམས་ཅད་ལ་ནི་དང་པོར་རྐང་པའི་སྟངས་ལ་གོམ་པར་བྱ་བ་སྔོན་དུ་འགྲོའོ།
en: “Noble one, in learning the art of archery, first there is the preliminary of learning the stance.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ས་ལ་སློབ་པས་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཁོང་དུ་ཆུད་པར་བྱ་བ་ལ་ཡང་དང་པོར་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་ལྷག་པའི་བསམ་པ་ལ་ཡང་དག་པར་གནས་པ་སྔོན་དུ་འགྲོའོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, in the bodhisattva training for the level of omniscience, in order to comprehend all the Dharma of the buddhas, one must first be established in the preliminary of the higher motivation of the development of the aspiration to omniscience.

source: སྒྱུ་མའི་མཁན་པོ་སྒྱུ་མའི་རྣམ་པ་དང་ཡུལ་ཐམས་ཅད་ཡོངས་སུ་སྟོན་པའི་བྱ་བ་ཐམས་ཅད་ནི་དང་པོར་སྔགས་ཀྱི་དངོས་གྲུབ་མངོན་པར་བསྒྲུབ་པ་ཡིད་ལ་བྱས་ན་འགྲུབ་པར་འགྱུར་རོ།
en: “Noble one, all the illusory manifestations and objects of perceptions created by a conjurer are accomplished through first focusing on the accomplishment of the magical power of a mantra.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཡུལ་དང་རྣམ་པར་འཕྲུལ་པ་ཐམས་ཅད་ཡོངས་སུ་སྟོན་པའི་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའི་ཡུལ་ཐམས་ཅད་ལ་ཡང་དང་པོ་སེམས་བསྐྱེད་པའི་སྨོན་ལམ་མངོན་པར་བསྒྲུབ་པ་ནི་ཡོངས་སུ་གྲུབ་པ་ཡིན་ནོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, all the field of perception of the buddhas and bodhisattvas, which is the manifestation of all bodhisattva miracles and objects of perception, is accomplished through first developing the aspiration to omniscience.

source: སྒྱུ་མའི་སྔགས་དང་རིག་སྔགས་ཐམས་ཅད་ནི་གཟུགས་མེད་པ་ལ་བསྟན་དུ་མྱེད་པ་ཡིན་ཡང་སེམས་བསྐྱེད་པས་སྒྱུ་མའི་སྤྲུལ་པ་དང་གཟུགས་ཀྱི་རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་སྟོན་ཏོ།
en: “Noble one, all the magic mantras and spells have no form, and there is nothing to be shown, and yet through the development of an aspiration, conjured illusions and forms of all kinds manifest.

source: །དེ་བཞིན་དུ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པ་ཡང་གཟུགས་མེད་པ་ལ་བསྟེན་དུ་མེད་དེ། ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་སེམས་བསྐྱེད་པ་ལ་དབང་བསྒྱུར་བ་ཙམ་གྱིས་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་ཡོན་ཏན་གྱི་རྒྱན་རྣམ་པར་ཕྱེ་བ་ཐམས་ཅད་ཀྱིས་རྣམ་པར་སྒྲུབ་བོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, the development of the aspiration to omniscience has no form, and there is nothing to be shown, and yet just through having the power of aspiration in the realm of phenomena there is the accomplishment of the manifestation of the display of qualities throughout the entire realm of phenomena.

source: བྱི་ལའི་མིག་གིས་བལྟས་པ་ཙམ་གྱིས་བྱི་བ་ཐམས་ཅད་ཀུན་ཏུ་འབྱེར་རོ།
en: “Noble one, when a cat merely looks at a mouse it runs away.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་ལྷག་པའི་བསམ་པའི་སྦྱོར་བ་ཙམ་གྱིས་ལས་དང་ཉོན་མོངས་པ་ཐམས་ཅད་འབྱེར་བར་འགྱུར་རོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, the bodhisattva, just through engaging in the higher motivation of the development of the aspiration to omniscience, causes all karma and kleśas to run away.

source: འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རྒྱན་བཏགས་ན་རྒྱན་ཐམས་ཅད་ཟིལ་གྱིས་གནོན་ཏོ།
en: “Noble one, when a person wears jewelry made of Jambu River gold, it outshines all other adornments.

source: །དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་ཀྱི་སེམས་འཛམ་བུ་ཆུ་ཀླུང་གི་གསེར་གྱི་རྒྱན་ཐོགས་པ་ཡང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡོན་ཏན་གྱི་རྒྱན་ཟིལ་གྱིས་གནོན་ཏོ། །ཟིལ་དུ་རླག་པར་བྱེད་དོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: In the same way, when the bodhisattva wears the jewelry made of Jambu River gold, which is the development of the aspiration to enlightenment, it outshines all the jewelry of the qualities of all śrāvakas and pratyeka­buddhas.

source: རྡོ་བ་ཁབ་ལོང་གི་རྒྱལ་པོའི་ཁམས་ཇི་ཙམ་དུ་ཆུང་ཡང་ལྕགས་སྒྲོག་སྲ་བ་ཐམས་ཅད་ཞིག་པར་བྱེད་དོ།
en: “Noble one, however small an element of the king of lodestones may be, it destroys all hard iron chains.

source: །དེ་བཞིན་དུ་སེམས་ཐག་པ་ནས་བསྐྱེད་པའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་སེམས་བསྐྱེད་པའི་ཁམས་ཇི་ཙམ་དུ་ཆུང་ཡང་ལྟ་བའི་རྣམ་པ་དང་། མ་རིག་པ་དང་སྲེད་པའི་སྒྲོག་ཐམས་ཅད་ཞིག་པར་བྱེད་དོ།
en: In the same way, however small the element of a sincere development of the aspiration to omniscience, it destroys the iron chains of wrong views, ignorance, and craving.

source: །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། རྡོ་བ་ཁབ་ལོང་གི་ཁམས་ནི་གང་དང་གང་དུ་བཞག་པ་དེ་དང་དེར་ལྕགས་ཕལ་པ་ཐམས་ཅད་འགྱེས་ཤིང་མི་གནས་ལ་མི་འདུའོ།
en: “Noble one, wherever one places an element of lodestone, ordinary iron will disperse, will not remain, and will not gather.
